presentations/Q4/feedback.org
#+TITLE: Feedback
#+OPTIONS: toc:nil title:nil

* Feedback 1
Listener: Jimena Perez
Date: 27 April 2021
Time: 7:00 PM
** Feedback
- like that you made adjustments in the discussion and conclusion slides
- Maybe move mentor info to the beginning
- Minimize verbal tics in the intro slides

* Feedback 2
Listener: Abby Goldman
Date: 29 April 2021
Time: 8:00 PM
** Feedback
- Slow down talking
- Clarify how hypothesis relates to past literature (gap)
- Make figures bigger
