presentations/Q4/feedback.tex
% Created 2021-04-29 Thu 21:24
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{John Doe}
\date{\today}
\title{Feedback}
\hypersetup{
 pdfauthor={John Doe},
 pdftitle={Feedback},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.5)}, 
 pdflang={English}}
\begin{document}


\section{Feedback 1}
\label{sec:orgc6a0185}
Listener: Jimena Perez
Date: 27 April 2021
Time: 7:00 PM
\subsection{Feedback}
\label{sec:orgfe8d93e}
\begin{itemize}
\item like that you made adjustments in the discussion and conclusion slides
\item Maybe move mentor info to the beginning
\item Minimize verbal tics in the intro slides
\end{itemize}

\section{Feedback 2}
\label{sec:orgda324fb}
Listener: Abby Goldman
Date: 29 April 2021
Time: 8:00 PM
\subsection{Feedback}
\label{sec:org1aa22d9}
\begin{itemize}
\item Slow down talking
\item Clarify how hypothesis relates to past literature (gap)
\item Make figures bigger
\end{itemize}
\end{document}
